[
  {
    "title": "Framework is reviving the DIY laptop form factor and I couldn't be happier",
    "synopsis": "Every part of this modular laptop can be upgraded with relative ease, even the motherboard.",
    "author": "ByPaul Lilly",
    "timestamp": "6 days ago"
  },
  {
    "title": "Intel gaming GPU rumours suggest six Xe cards coming in 2021",
    "synopsis": "Twitter's suggesting six different graphics cards in the Xe DG2 lineup, and the specs at least look right.",
    "author": "ByDave James",
    "timestamp": "6 days ago"
  },
  {
    "title": "One German retailer already has the Intel Rocket Lake i7 up for sale",
    "synopsis": "That's at least a month before the chip is due to go on sale.",
    "author": "ByAlan Dexter",
    "timestamp": "6 days ago"
  },
  {
    "title": "Monster Hunter Rise will hit PC early next year",
    "synopsis": "Though the PC version is still \"very much in development\".",
    "author": "ByNatalie Clayton",
    "timestamp": "6 days ago"
  },
  {
    "title": "EA has cancelled Motive's 'Gaia' after six years in development",
    "synopsis": "The long-absent project had reportedly been rebooted at least once.",
    "author": "ByNatalie Clayton",
    "timestamp": "6 days ago"
  },
  {
    "title": "In an early version of Bugsnax you had to dismember the creatures",
    "synopsis": "Just a cool game where you \"peel and dismantle their bodies before serving them to your friends!\"",
    "author": "ByJody Macgregor",
    "timestamp": "7 days ago"
  },
  {
    "title": "Kena: Bridge of Spirits gameplay trailer reveals an August release date",
    "synopsis": "The new trailer and launch date appeared during today's State of Play event.",
    "author": "ByAndy Chalk",
    "timestamp": "7 days ago"
  },
  {
    "title": "Alien's xenomorph and Ripley come to Fortnite",
    "synopsis": "Is this island big enough for two Jonesies?",
    "author": "ByJoseph Knoop",
    "timestamp": "7 days ago"
  },
  {
    "title": "Deathloop gameplay trailer showcases an absolutely smashing '60s spy song",
    "synopsis": "The action is great, but the music is perfect.",
    "author": "ByAndy Chalk",
    "timestamp": "7 days ago"
  },
  {
    "title": "Kung-fu brawler Sifu looks super cool, will be out on PC this fall",
    "synopsis": "The developer behind Absolver has revealed a new singleplayer martial arts combat game.",
    "author": "ByTyler Wilde",
    "timestamp": "7 days ago"
  },
  {
    "title": "New 3D platformer from Hyper Light Drifter developers is looking very cool",
    "synopsis": "Solar Ash is out this year.",
    "author": "ByWes Fenlon",
    "timestamp": "7 days ago"
  },
  {
    "title": "Good luck finding Call of Duty: Warzone's three powerful new guns",
    "synopsis": "How to find the three Warzone weapons that could change the meta in the future.",
    "author": "ByMorgan Park",
    "timestamp": "7 days ago"
  },
  {
    "title": "All the cards from Hearthstone's new Core set have been revealed",
    "synopsis": "It's a mix of rebalanced Classic and Basic cards, brand new designs, and returning 'favourites' from Wild.",
    "author": "ByTim Clark",
    "timestamp": "7 days ago"
  },
  {
    "title": "The Victorian Gothic naval adventure Sunless Sea is free on the Epic Store",
    "synopsis": "Sail the Unterzee for free.",
    "author": "ByAndy Chalk",
    "timestamp": "7 days ago"
  },
  {
    "title": "Dragon Age 4 will reportedly ditch 'live service' features and be singleplayer only",
    "synopsis": "The success of Star Wars Jedi: Fallen Order and failure of Anthem has led to a reassessment of EA's live game mandate.",
    "author": "ByAndy Chalk",
    "timestamp": "7 days ago"
  },
  {
    "title": "Destiny 2's Witch Queen expansion delayed, but weapon sunsetting is being scrapped",
    "synopsis": "The Witch Queen is now expected to arrive in early 2022.",
    "author": "ByAndy Chalk",
    "timestamp": "7 days ago"
  },
  {
    "title": "Verdansk is probably going to explode during Call of Duty: Warzone Season 2",
    "synopsis": "Evidence and a new report suggest the end is nigh for Verdansk.",
    "author": "ByMorgan Park",
    "timestamp": "7 days ago"
  },
  {
    "title": "Valheim players are killing bosses too quickly, so today's patch makes them tougher",
    "synopsis": "There are also fixes to help connection issues and eliminate world corruption bugs.",
    "author": "ByChristopher Livingston",
    "timestamp": "7 days ago"
  },
  {
    "title": "Apple has 'salted the Earth with subpoenas,' says judge, but orders Valve to hand over Steam data anyway",
    "synopsis": "Valve has until March 4 to comply.",
    "author": "ByRich Stanton",
    "timestamp": "7 days ago"
  },
  {
    "title": "Magic: The Gathering is adding Warhammer 40K and The Lord Of The Rings to its deck",
    "synopsis": "I tap my Space Marine and attack your Gandalf.",
    "author": "ByNatalie Clayton",
    "timestamp": "7 days ago"
  }
]
