[
  {
    "title": "O kompenzační bonus mohou nově žádat i podnikatelé v úpadku",
    "synopsis": "O kompenzační bonus mohou nově žádat i další skupiny lidí. Jedná se například o podnikatele v úpadku.",
    "author": "Daniel Morávek",
    "timestamp": "24. 2. 2021"
  },
  {
    "title": "E-shopy hlásí rekordní tržby. Víme, jaké produkty nejvíce mizí ze skladů",
    "synopsis": "Internetové obchody v době koronaviru zaznamenávají rekordní prodeje. Jak se mění nákupní chování zákazníků a co samotné prodejce překvapilo?",
    "author": "Jana Langerová",
    "timestamp": "24. 2. 2021"
  },
  {
    "title": "U kompenzačního bonusu se připravte, že 50% pokles tržeb může chtít úřad doložit",
    "synopsis": "Přestože v žádosti o nový kompenzační bonus nebudou muset podnikatelé 50% pokles tržeb dokládat, v případě pochybností je k tomu finanční úřad může vyzvat.",
    "author": "Daniel Morávek",
    "timestamp": "24. 2. 2021"
  },
  {
    "title": "Program Antivirus bude prodloužen do konce dubna, změní se i parametry",
    "synopsis": "Vláda schválila další prodloužení Cíleného programu podpory zaměstnanosti Antivirus. Podpora pracovních míst v březnu neskončí.",
    "author": "Jana Knížková",
    "timestamp": "23. 2. 2021"
  },
  {
    "title": "Od nového roku musí identifikované osoby k DPH podávat přiznání elektronicky",
    "synopsis": "Od ledna 2021 mají identifikované osoby v oblasti daně z přidané hodnoty novou povinnost. Týká se způsobu podání přiznání a hlášení.",
    "author": "Jana Knížková",
    "timestamp": "23. 2. 2021"
  },
  {
    "title": "Fitness centra jsou na pokraji krachu. V otevření nevidí žádný problém",
    "synopsis": "Fitness centra jsou uzavřena už poněkolikáté a kompenzace jsou nedostatečné. Jejich provozovatelé tak dělají, co se dá, a chtěli by co nejdříve otevřít.",
    "author": "Jana Langerová",
    "timestamp": "23. 2. 2021"
  },
  {
    "title": "Vylepšená „izolačka“ pro zaměstnance již od měsíce března",
    "synopsis": "Nový mimořádný příspěvek 370 korun za den karantény a izolaci již od března. Nebude ale pro všechny. Mění se i údaje na neschopenkách a dosud zavedené postupy.",
    "author": "Dagmar Kučerová",
    "timestamp": "23. 2. 2021"
  },
  {
    "title": "Jak vybrat marketingové nástroje, které budou vyhovovat potřebám vaší firmy? (Komerční sdělení)",
    "synopsis": "Tápete v tom, jak zvýšit návštěvnost vašeho webu nebo jak efektivně spravovat své sociální sítě? Používejte vhodné marketingové nástroje.",
    "timestamp": "23. 2. 2021"
  },
  {
    "title": "OSVČ zbývá poslední den na zaplacení paušální daně za leden a únor",
    "synopsis": "OSVČ, které se přihlásily k paušální dani, mají poslední den na zaplacení prvních dvou záloh.",
    "author": "Daniel Morávek",
    "timestamp": "22. 2. 2021"
  },
  {
    "title": "Ústavní soud zrušil restrikce obchodů a služeb, ty ale otevřít zatím nemohou",
    "synopsis": "Přestože Ústavní soud dnes zrušil část krizového opatření, které omezovalo provoz obchodů a služeb, ty zatím otevřít nemohou.",
    "author": "Daniel Morávek",
    "timestamp": "22. 2. 2021"
  },
  {
    "title": "Daňová evidence, nebo paušální výdaje? Tady je účetní pohled",
    "synopsis": "Víte, kdo může vést daňovou evidenci? A je pro vás lepší použít paušální výdaje, nebo ty skutečné?",
    "author": "Lenka Pokorná",
    "timestamp": "22. 2. 2021"
  },
  {
    "title": "Sníh nebo mráz dokáže podnikatelům zatopit. Pozor na správné pojištění",
    "synopsis": "Jaké škody nahlašují podnikatelé v těchto dnech? Jak při nich správně postupovat a co si pohlídat v pojištění?",
    "author": "Jana Langerová",
    "timestamp": "22. 2. 2021"
  },
  {
    "title": "Kompenzační bonus schválili poslanci, podmínky u 50% poklesu tržeb se změnily",
    "synopsis": "Vládní návrh kompenzačního bonusu nakonec doznal ve Sněmovně několika změn. Vesměs se týkaly porovnávání příjmů a nutnosti jejich poklesu o 50 %.",
    "author": "Daniel Morávek",
    "timestamp": "22. 2. 2021"
  },
  {
    "title": "V pondělí musíte mít uhrazenou paušální daň. Zapomenout se nevyplatí",
    "synopsis": "Na uhrazení paušální daně zbývá už jen pár dní. Po víkendu by měl mít úřad peníze na účtu. Co se stane, pokud to nestihnete?",
    "author": "Jana Knížková",
    "timestamp": "19. 2. 2021"
  },
  {
    "title": "Je na neschopence. Musí hlásit zaměstnavateli termín další kontroly u lékaře?",
    "synopsis": "Je povinností dočasně práce neschopného zaměstnance hlásit zaměstnavateli, kdy jde na další kontrolu k lékaři? Radíme v fóru.",
    "author": "Jana Knížková",
    "timestamp": "19. 2. 2021"
  },
  {
    "title": "Jaká mají práva společníci v kapitálových obchodních společnostech?",
    "synopsis": "Základní práva společníků kapitálových společností a povinnosti, které společníkům těchto typů obchodních společností ze zákona vyplývají.",
    "author": "Jiří Matzner",
    "timestamp": "19. 2. 2021"
  },
  {
    "title": "Návrh kompenzací je tak špatný, že kdyby byl o půlku lepší, je pořád dost špatný",
    "synopsis": "[KOMENTÁŘ] Ačkoli vláda prezentuje schválený záměr změn kompenzací jako přilepšení pro podnikatele, opak je pravdou. Mnoho firem by novinky poslaly ke dnu.",
    "author": "Daniel Morávek",
    "timestamp": "19. 2. 2021"
  },
  {
    "title": "Pětina podnikatelů, kterým omezili nebo zakázali byznys, za měsíc zkrachuje",
    "synopsis": "Pokud budou restrikce v aktuální podobě pokračovat, pětina zasažených podnikatelů už to více jak měsíc neudrží. Svou živnost plánují zabalit.",
    "author": "Jana Knížková",
    "timestamp": "18. 2. 2021"
  },
  {
    "title": "I v této nepříznivé době vznikají nové firmy, rekordně ale taky mizí",
    "synopsis": "V lednu tohoto roku vzniklo přes 2000 nových firem. Byl to však nejslabší začátek roku za posledních 5 let.",
    "author": "Jana Knížková",
    "timestamp": "18. 2. 2021"
  },
  {
    "title": "Podnikatelský účet je základní potřebou každého podnikatele. Zde je přehled",
    "synopsis": "V této době podnikatel s podnikatelským účtem získává výhodu dosáhnout na podporu od státu na úvěr v rámci programů COVID. Poplatky jsou nízké a výhod je mnoho.",
    "author": "Jana Langerová",
    "timestamp": "18. 2. 2021"
  },
  {
    "title": "Výměra dovolené a prodloužená řádná dovolená v roce 2021",
    "synopsis": "Pomocí praktických příkladů lze vysvětlit problematiku řádné dovolené. Na co si dát pozor při prodlužování nároku a v čem je nové pojetí spravedlivější?",
    "author": "Dagmar Kučerová",
    "timestamp": "18. 2. 2021"
  },
  {
    "title": "OSVČ a malé firmy mohou žádat o platební terminály zdarma až do konce března",
    "synopsis": "Projekt “Česko platí kartou”, díky kterému mohou drobní podnikatelé získat platební terminál na rok zdarma, se prodloužil až do konce března.",
    "author": "Daniel Morávek",
    "timestamp": "17. 2. 2021"
  },
  {
    "title": "Finanční úřady rozšířily úřední hodiny, pracoviště 2+2 však zůstala zavřená",
    "synopsis": "Od pondělí se rozšířily úřední hodiny finančních úřadů. Pracoviště v režimu 2+2 nicméně zůstala uzavřená.",
    "author": "Daniel Morávek",
    "timestamp": "17. 2. 2021"
  },
  {
    "title": "Změny v oblasti nehmotného majetku od roku 2021",
    "synopsis": "Od 1. ledna 2021 došlo novelou zákona o daních z příjmů ke zrušení kategorie nehmotného majetku, a tím i daňových odpisů nehmotného majetku.",
    "author": "Lenka Pokorná",
    "timestamp": "17. 2. 2021"
  },
  {
    "title": "Zavření obchodů byla ekonomická šikana, otevřete je hned, chtějí podnikatelé",
    "synopsis": "Když Sněmovna v pátek 12. února neodhlasovala prodloužení nouzového stavu, řada podnikatelů se zaradovala, že bude moci normálně fungovat.",
    "author": "Jana Langerová",
    "timestamp": "17. 2. 2021"
  },
  {
    "title": "Kompenzační bonus 1000 Kč nebude pro všechny. Část OSVČ může dostat méně než teď",
    "synopsis": "Kompenzační bonus se sice pro řadu podnikatelů zvýší z 500 na 1000 Kč denně, pro některé ale naopak může klesnout pod stávající pětistovku za den.",
    "author": "Daniel Morávek",
    "timestamp": "17. 2. 2021"
  },
  {
    "title": "10 chyb, které komplikují vyplacení příspěvku na náhradu mezd z Antiviru",
    "synopsis": "Se žádostí o příspěvek na náhradu mezd v rámci Programu Antivirus musí zaměstnavatel doložit celou řadu podkladů. Jakým chybám se vyvarovat?",
    "author": "Jana Knížková",
    "timestamp": "16. 2. 2021"
  },
  {
    "title": "Vláda schválila nový kompenzační bonus, bude navýšen na 1000 korun denně",
    "synopsis": "Nový kompenzační bonus pro OSVČ a eseróčka v hodnotě 1000 korun nebude vázán na nouzový stav. Vyplácen bude zpětně od 1. února.",
    "author": "Jana Knížková",
    "timestamp": "16. 2. 2021"
  },
  {
    "title": "Aby byznys vzkvétal, musíte mít spokojené lidi. Existuje nástroj, který pomůže",
    "synopsis": "[VIDEOBIZ PREMIUM] Těžké životní situace zaměstnanců mohou ovlivnit chod firmy. Je v zájmu každého šéfa, aby je zvládli co nejlépe. Jak lze zaměstnancům pomoci?",
    "author": "Jana Knížková",
    "timestamp": "16. 2. 2021"
  },
  {
    "title": "Rolbovláček i služba skijöring. S tím se můžete setkat na našich horách",
    "synopsis": "Lyžařská střediska nemohou mít kvůli koronaviru otevřeno a poskytovat své služby. Přitom jsou letos dobré podmínky k zimním sportům a hory se plní lidmi.",
    "author": "Jana Langerová",
    "timestamp": "16. 2. 2021"
  },
  {
    "title": "Stravenkový paušál v praktických otázkách a odpovědích",
    "synopsis": "Praxe přináší řadu situací, kdy zaměstnavatelé váhají nad správným uplatněním nového peněžitého plnění. Zákonný postup může mnohé překvapit.",
    "author": "Dagmar Kučerová",
    "timestamp": "16. 2. 2021"
  }
]
