[
  {
    "title": "Coronavirus: Is the epidemic finally coming to an end in India?",
    "synopsis": "Is the sharp drop in India's coronavirus cases as dramatic and curious as some believe? Is the epidemic firmly in retreat in a country where many early modellers ...",
    "author": "BBC News",
    "timestamp": "2 weeks ago"
  },
  {
    "title": "Fact check: No links found between vaccination and deaths",
    "synopsis": "Online claims of coronavirus vaccines being lethal are rife following a string of deaths in care homes that vaccinated residents. DW looks into cases around the ...",
    "author": "Deutsche Welle",
    "timestamp": "4 weeks ago"
  },
  {
    "title": "Rapid coronavirus tests: a guide for the perplexed news feature | 09 Feb \n2021",
    "synopsis": "Scientists still debate whether millions of cheap, fast diagnostic kits will help control the pandemic. Here's why.",
    "author": "Nature.com",
    "timestamp": "3 weeks ago"
  },
  {
    "title": "How soon new $1,400 stimulus checks and other coronavirus relief could \narrive",
    "synopsis": "President Joe Biden says he won't back down from sending $1,400 direct checks. A minimum wage hike could be off the table in the next relief bill.",
    "author": "CNBC",
    "timestamp": "3 weeks ago"
  },
  {
    "title": "Covid vaccine tracker: How’s my country and the rest of the world doing?",
    "synopsis": "When it comes to the coronavirus vaccine there is one question most people are asking - when will I get it? A handful of countries have set very specific ...",
    "author": "BBC News",
    "timestamp": "3 weeks ago"
  },
  {
    "title": "COVID-19 variant tracker: Charting variants of the novel coronavirus in \nCanada",
    "synopsis": "As COVID-19 continues to spread, CTVNews.ca is tracking new variants of the novel coronavirus in Canada.",
    "author": "CTV News",
    "timestamp": "1 month ago"
  },
  {
    "title": "I Got A Vaccine Shot And Had No Symptoms. Does That Mean It Didn't Work? : \nGoats and Soda",
    "synopsis": "Each week, we answer \"frequently asked questions\" about life during the coronavirus crisis. If you have a question you'd like us to consider for a future post, ...",
    "author": "NPR",
    "timestamp": "3 weeks ago"
  },
  {
    "title": "Coming Soon: The ‘Vaccine Passport’",
    "synopsis": "In the near future, travel may require digital documentation showing that passengers have been vaccinated or tested for the coronavirus. Answers to your ...",
    "author": "The New York Times",
    "timestamp": "1 month ago"
  },
  {
    "title": "Coronavirus's origins may remain a mystery as the WHO leaves China with \nmore questions than answers",
    "synopsis": "Some experts are questioning the purpose of the World Health Organization's coronavirus probe in China, which wraps up after months of diplomatic tension ...",
    "author": "ABC News",
    "timestamp": "3 weeks ago"
  },
  {
    "title": "Coronavirus in Russia: The Latest News | March 2",
    "synopsis": "Russia has confirmed 4,268,215 cases of coronavirus and 86,896 deaths. New Coronavirus Cases in Russia. Apr 2020 Jul Oct Jan 2021 0 5,000 10,000 15,000 ...",
    "author": "The Moscow Times",
    "timestamp": "3 weeks ago"
  }
]
