[
  {
    "title": "This pan-African freelance platform is the first Zimbabwean startup backed by Techstars",
    "synopsis": "On the 25th of January, Techstars Seattle announced its 12th class featuring 10 startups from different parts of the world. The accelerator, which has accepted only a handful of African startups, i...",
    "author": "Tage Kene-Okafor",
    "timestamp": "6:05 PM GMT+1•March 4, 2021"
  },
  {
    "title": "Bitfinex launches cryptocurrency payment gateway for merchants",
    "synopsis": "Cryptocurrency exchange company Bitfinex is launching Bitfinex Pay, a cryptocurrency payment gateway. With this new product, online merchants can accept payments in various cryptocurrencies. It sho...",
    "author": "Romain Dillet",
    "timestamp": "5:48 PM GMT+1•March 4, 2021"
  },
  {
    "title": "GM, LG Chem studying the feasibility of a second battery cell plant in the U.S.",
    "synopsis": "General Motors is exploring building a second U.S. battery cell manufacturing plant with its joint-venture partner Seoul, South Korea-based LG Chem. If the plant moves forward, it would be the late...",
    "author": "Aria Alamalhodaei",
    "timestamp": "5:27 PM GMT+1•March 4, 2021"
  },
  {
    "title": "SITA says its airline passenger system was hit by a data breach",
    "synopsis": "Global air transport data giant SITA has confirmed a data breach involving passenger data. The company said in a brief statement on Thursday that it had been the “victim of a cyberattack,R...",
    "author": "Zack Whittaker",
    "timestamp": "5:21 PM GMT+1•March 4, 2021"
  },
  {
    "title": "Luxury air travel startup Aero raises $20M",
    "synopsis": "Aero, a startup backed by Garrett Camp’s startup studio Expa, has raised $20 million in Series A funding — right as CEO Uma Subramanian said demand for air travel is returning “with a v...",
    "author": "Anthony Ha",
    "timestamp": "4:45 PM GMT+1•March 4, 2021"
  },
  {
    "title": "Unraveling ThredUp’s IPO filing: Slow growth, but a shifting business model",
    "synopsis": "What investors will be willing to pay for ThredUp is going to be very interesting. A bit like Osc...",
    "author": "Alex Wilhelm",
    "timestamp": "4:42 PM GMT+1•March 4, 2021"
  },
  {
    "title": "Snapcommerce raises $85M to make over your mobile shopping experience",
    "synopsis": "People are not only shopping digitally more than ever. They’re also shopping using their mobile phones more than ever. And for mobile-first companies like Snapcommerce, this is good news. Snapcomme...",
    "author": "Mary Ann Azevedo",
    "timestamp": "3:30 PM GMT+1•March 4, 2021"
  },
  {
    "title": "Papaya Global raises $100M more at a $1B+ valuation for tools to hire, pay and manage distributed workforces",
    "synopsis": "Remote working — hiring people further afield and letting people work outside of a central physical office — is looking like it will be here to stay, and today one of the startups build...",
    "author": "Ingrid Lunden",
    "timestamp": "3:22 PM GMT+1•March 4, 2021"
  },
  {
    "title": "Robotics roundup",
    "synopsis": "I’m excited for any opportunity to talk about soft robotics. There’s something other-worldly abou...",
    "author": "Brian Heater",
    "timestamp": "3:00 PM GMT+1•March 4, 2021"
  },
  {
    "title": "Income verification is white-hot right now, and Plaid wants in",
    "synopsis": "Fresh off the termination of its planned merger with Visa, Plaid announced Thursday a new income verification product, which it said is aimed at “improving the lending lifecycle” with payroll data....",
    "author": "Mary Ann Azevedo",
    "timestamp": "3:00 PM GMT+1•March 4, 2021"
  },
  {
    "title": "Square buys majority of Tidal, adds Jay Z to its board in bid to shake up the artist economy",
    "synopsis": "This morning Square, a fintech company that serves both individuals and companies, announced that it has purchased a majority stake in Tidal, a music streaming service. The deal, worth some $297 mi...",
    "author": "Alex Wilhelm",
    "timestamp": "2:50 PM GMT+1•March 4, 2021"
  },
  {
    "title": "SpaceX launches 60 new Starlink satellites, while Starship moves closer to being able to launch up to 400 at a time",
    "synopsis": "SpaceX has launched another batch of its Starlink satellites – the usual complement of 60 of the low Earth orbit spacecraft, which will join the more than 1,000 already making up the existing const...",
    "author": "Darrell Etherington",
    "timestamp": "1:31 PM GMT+1•March 4, 2021"
  },
  {
    "title": "Hopin confirms $400M raise at $5.65B valuation",
    "synopsis": "This morning Hopin, a virtual events platform and video-focused software service, announced that it has closed a $400 million Series C. The new capital values Hopin at $5.65 billion. Both numbers m...",
    "author": "Alex Wilhelm",
    "timestamp": "1:30 PM GMT+1•March 4, 2021"
  },
  {
    "title": "Jungle Scout raises $110M, acquires Downstream Impact to help 3rd parties sell on marketplaces like Amazon",
    "synopsis": "There has been a rapid proliferation of roll-up companies armed with wallets full of money to consolidate promising smaller merchants that sell on Amazon and other marketplaces, the idea being to c...",
    "author": "Ingrid Lunden",
    "timestamp": "1:15 PM GMT+1•March 4, 2021"
  },
  {
    "title": "Wipro to buy London’s tech consultancy firm Capco for $1.45 billion",
    "synopsis": "Wipro said on Thursday it has reached an agreement to buy 22-year-old British tech consultancy firm Capco for $1.45 billion as the major Indian software exporter looks to win customers in Europe an...",
    "author": "Manish Singh",
    "timestamp": "1:12 PM GMT+1•March 4, 2021"
  },
  {
    "title": "Apple’s App Store is now also under antitrust scrutiny in the UK",
    "synopsis": "Apple is facing another antitrust investigation in Europe into how it operates the iOS App Store. The U.K.’s Competition and Markets Authority (CMA) announced today that it’s opened an ...",
    "author": "Natasha Lomas",
    "timestamp": "11:58 AM GMT+1•March 4, 2021"
  },
  {
    "title": "Boss of Chinese gaming titan NetEase calls for shared parental leave",
    "synopsis": "China’s relaxation of its one-child restriction has not delivered the population targets set by its policy planners. In 2019, the birth rate in China slumped to a seven-decade low, which expe...",
    "author": "Rita Liao",
    "timestamp": "11:57 AM GMT+1•March 4, 2021"
  },
  {
    "title": "Deliveroo confirms anticipated floatation in London, will be among first to use ‘dual shares’ structure",
    "synopsis": "Food delivery startup Deliveroo has today confirmed its stock market floatation in London, something which was on the cards previously. The latest valuation in June last year was over $7 billion. T...",
    "author": "Mike Butcher",
    "timestamp": "11:22 AM GMT+1•March 4, 2021"
  },
  {
    "title": "IFC backs Bolt with $24M to expand its transportation network in emerging markets",
    "synopsis": "Bolt, an Uber competitor that is building an international on-demand network of services to transport people, food and other items in cars, scooters and bikes across Europe and Africa, has picked u...",
    "author": "Ingrid Lunden",
    "timestamp": "11:09 AM GMT+1•March 4, 2021"
  },
  {
    "title": "Countingup closes £9.1M for its business current account with built-in accounting features",
    "synopsis": "Countingup, the U.K. fintech offering a business current account with built-in accounting features, has closed £9.1 million in Series A investment. Leading the round is Framework Venture Partners, ...",
    "author": "Steve O'Hear",
    "timestamp": "9:00 AM GMT+1•March 4, 2021"
  },
  {
    "title": "Apple clarifies you can’t actually set a ‘default’ music service in iOS 14.5",
    "synopsis": "Apple has clarified that the iOS 14.5 beta is not actually allowing users to select a new default music service, as has been reported. Following the beta’s release back in February, a number ...",
    "author": "Sarah Perez",
    "timestamp": "6:31 PM GMT+1•March 4, 2021"
  },
  {
    "title": "Fintech startup ClearGlass Analytics closes $3.6M for pension funds transparency platform",
    "synopsis": "Fintech startup ClearGlass Analytics has closed a £2.6 million ($3.6M) funding round for its platform, which aims to create greater transparency on fees in the long-term savings market, such as pen...",
    "author": "Mike Butcher",
    "timestamp": "6:29 PM GMT+1•March 4, 2021"
  },
  {
    "title": "Social commerce startup Elenas raises $6M and plans for international expansion",
    "synopsis": "Colombian startup Elenas says it’s helping tens of thousands of women make money by selling products online. And today, it announced that it has raised $6 million in Series A funding. That...",
    "author": "Anthony Ha",
    "timestamp": "6:15 PM GMT+1•March 4, 2021"
  },
  {
    "title": "Porsche unveils two new electric bikes alongside the Taycan Gran Turismo",
    "synopsis": "Porsche is taking its electrification ambitions to two wheels. The German automaker unveiled two electric bikes Thursday, alongside the global debut of the Porsche Taycan Cross Turismo, the latest ...",
    "author": "Kirsten Korosec",
    "timestamp": "6:08 PM GMT+1•March 4, 2021"
  }
]
